debug_lote_nfcom.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <nfcomCabecMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">
      <cUF>52</cUF>
      <versaoDados>1.00</versaoDados>
    </nfcomCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <nfcomDadosMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">H4sIAAAAAAAACp1X25aySpJ+FfvvtfrGXcVBQNnD76zkKMpBjoq9+gIBEeWggKLezZqLeZC56Hfo
y/2/2CSiVdbuPdN7T62qysiIyMiILyMjA0YTuSLrXbI0r75/29b14WcEaZrm/VCUtZ9ukirw0/ck
37yvSyTfBEX2bczAabdMDr9/u1MkjlMoRhIDjBihQxRFMXxE4SgKf7sfAkNJckQNBiT1rXeOysov
vn/D3lG0NRdGYyZwxDGJM0g7MvUBZOsxxiAdwWRFOKagsB2ZKiqTaAxnHcHkmjgmGKQdmAD+e+wD
Td05vDumIA0HJtwKWTLGUZx6Q7E3HLVR/GcM/xlH39DBzyjKIJ0C3B4OVbf/nWJyK6kjcKqLMrmN
oeKXOROop1yUoPvYaNCaecyZTZLf0WlXfNDQuujXLasjGIjGvCyCMfFO4u+Q/ZwzyB2YKEugEqfN
p+Ov+DLIncnIAgwJw2l6NKQZBM4YzrTHAyiGA3PRiiwau7ILeoI6NwVB42VV0Gzd6ik2DxikU2Au
op/XnZ6o9kajnyCAHY+J8jAqhbsbFyUux8AVNJkHvaljcYIia3pv5rCybXETYdbjhZ6uyK4gm63t
Vp3Jy2JsIRpEDRLMhTukY8MBvAlwuqfottDD8Z4FFNBDsZ4tmKagv8OlrRpzYf2khKskB5hAkyH7
wbhj/hVxqN3+n+uWJUDFO4cT5uPhgEYpDIUJ084YmF+SziBtmm2KPIJ5RdMogQ8oiNidwSAvASMd
/GFU1U8seaVneZYtqNBZTtMVXZI/YezOiR6MRhjcE54TMXyeU5KHssC3huAxfU46eDvyjtccOIps
2V/gwzCUeuL3QIAVIGLuQ/ELKgOSRAfo6Asq1o//Lnpz/5QWr9Cg2ABDaYz4hMaad9AgL14hXfR+
VSU5TAgYZcIVIfiY/jrcr9L2Mn+q3q/0q8yKyrNTJ2l7SV9mTM4VeV36NYydxKn28n9ymPBJyvnr
fYaevgo+1cQke6gN3tpovwgY5CWyMKp7uVxHGaxOsDQdyrbiBPN2IOHCjmIu9wEmOeco4Md//fhP
vcfpqmByMlB6GuiZP/6Dl/Xe5216J3/q3RPzrc29bjkTcCnceYxSsDy26fmYM5yoz8fUAG2PpSWZ
kxqFbYm7j8wRVo1T6Yf+uK2fbfZ/cphz6/tdAAvJnWbO8BSDMdqx7jRz1k81TJcHr5sw57tXj6Wd
h0gXf5IdiqrFXeZUi0Chh5Y9JmB5bEdYch7cuWx1IvQpOrPc0yCkmEOrgb5TMAvuJNzyzmj17ySD
dDZ0Udb+la2H0uDOes6Y84OARuF9fs6giSfxEQvMapjUdQFfud+MvY3KLupuY/Rz43MreDLudMeC
yBb5K79jMGeRmz/ZLdnh1Vn+bWf/CZWz6Gi2LSgfZh7TVtBC9OTeYTKj2i6TdbcBnDyMtRqP2Z3N
FfBFql4kD0YntBTlVdROYZSmKX4E2NKd9HO335to8F1+QN2+0MjjDOL7awifyENUt2R7Ye+n/8Fh
QjfKg6fsDcXfMFhKP5hMOI9Kp/rnovDJfqp8FoSHjU82ExQh65elf28APicM0jkImx8QJsGdaN8o
GxbH6N96WltgawjFqfZ//L2dhFGvPeleUOSbosyinl/W7z2MhKXgl7/jv/zjp97yp9638Fsv9Huc
KbIIRsNC0ZOzU56EPlzdGmAthGNfbICyTuKiR7fLkzxIqgJWmdaCEiW9Fqk0yqK89ste/ss/ejhG
IDBMsn1v7s7eic595NnFffZz1qlVOZawfj8kf/orxwMb/LVtDCvYGYab6K3rDN+rc1m9w9+4OLe9
4X0BYphwbfTvwfY+/f5H2sK/3Hu979jf/gZ9e/UB+eqelcR5W+6i32ham8F7UcZIax5BaQQqhFUS
//lbtyoKZYgiTDE/L/IE9rXJza+TIlejeluEPZDGsJ2rt9lvmbTN1iqGmAL3Bs2+BRiRv7UcdICR
35AXt36PtV87CNvht2rrY60hM9pEJczoqOeY8vdvf/7j/fWYsUs/r9qEqV7oP+ZSlJ+jtDhE4Vv1
jKz17nda+5dwIa8u8kkML9H/B7gnaJ0F109P0ZhImi2JReJwNT/114ciEzK579jU0Ba+M8irJoN8
gA3p1xT5OM1OMT/r9dk83iQ3IHdBvCW3m+hIriLREKIgngiCUWKOvlwS0TTnDnZtDlL9ssT3i23C
O3KA+eYiKTVZc9HhMHOcEKSXhSOnVunMp2CE9705is5XpohPJcorMCwaHKlypGbTIeFmiTPK7DQ5
39gFrTWHSLjS9cwzlRWBiQ4RDOd9XsgFyZfEfLI9NieQD/G+GYIFO1luJ5vpKRgQpnFLLc3drzdT
3J8NJfY6qbfBoJzhWMCGRyJNS4T01Dk1W0DzaZCa64umBX2ZX9mzA0YXiZruVlF6cMm1x7uJua2R
vbYN1iLJxbudzs9HctnP3OONF0p5UhgNJqYO5a0u4TEmwyY7rIOZfPDio7Rc0UVu7dZX8P17B/oL
0MwsunYnsCRRmvdrv6O4CNa9DbyzsEdTZXmi2RzHmngMGpkFsSybEyOFXw77lDUa3vCms2Ilb8+B
BgxBYQ3QLOBzqYK9BDBHYLcqZ6TyRbgBk401lwWFze1T3uEwLsjEm79oLqIN7E5W2bwg8rKozW3R
dSyLxTVbiFS2udsCF9U1HDV2UFp1XXMqCxi2npiHQLps5YmHqSyx5G0ZU23hovECqfFqo4pFy8N/
xWvisLlwNzDt9vVssJ9aqqk2ggERN4yZ0BymBgZqI59uAzytVKNquE4mC810Yt8EXQWdX+xFFR2J
vgW4c5nsQPCMRXS+xKKFiwvqL9nK6+JaqqxzX89dVF3dxQT8WMTVG2hUHka6e8WssrmUva6WWrrO
tIMHMZN2wHvKBEdLg9w8rLJ05y3MsyyyM1kQLjDmRmnuPvPCdbuw3BUrC67miFPRdEjBcjDRTs25
c2VVVzBZfeeg6k1AdR4MoA+NassEPH9W3gGNjffH7T6R6AZl4TmLAOgcMEaglXPxDNICKEFhhSO7
pnLxhoz6Na7uLhWWNchk0l9J9Ooyn6xWdbSslMomSPGIgV2CiKeNgXvlcCjHeTrdWCS8izYrO8P5
lYxM81QR6LVCE/203Wl0dVrFC5pbZtP5rVyLHjYMBJw42tby2tfsLJ5dk2F5hse2gCCdTktwAJg8
WRqUxQaZPcnCwZwiNjzSeLOdkSFzw4Ixqov9fkbUYL0esegk3fK8hCObSerPBsv4Oqj2XlPBD07l
ZHjmsDT3S3d61l18xamrvjMa+nue3PB0bvhKjcnXszutRktpbRYJn9Fgd1loyqjh5teNWJ31NNgQ
GScFyWQoC7v5MjLKyxGHHnvOwZitln00nxV9BVvkzVEq+sdw2MCPfwOwBSFz0Y3jQB50eWiiNgvk
BvBg0+bBxFIFiQeLmIVpd0LTGOSbXFbkHN1Ig7W5UUOcrGzWYeO4ZGNBZI0AnqMpq4LXmMCTZ43H
soYzUcFM0qUtGk4ApVzpnYcbJ2+h3db4BQul/cnD6VrJplcFv+yChN56V+wpq9dLtwqltFlLQh3u
nFPAh4kqS/jdP1MQYp9oYv/EivnqEGZitrbIZj3QbiuHzdcL8bDmyN0ax2O58URPaFjQzGJpq3oG
umWd/UWEecoZzkVwnVS3r+wC0m3+igW7l9gFqwJD5QsW2Pxv5HHBx08doeBGtmLL8J4ZF90OGo0P
SO0mtHcP3hmnua/5v/5mYMnGbmwDgWcpoAvwzfy1zrI7o5gVvcblWYuNV60+ByyvsXhWejkHDpge
5U9MNOCLs4JruxVHbr2Bdl5PXNS3WkzQk5fLZ3iHdsGV3geSWnsLtQ5wugqX5kFZfNZBJWf3qx0I
u5xwBHEHXs+cB/HnWYPGaGLvXsPCSWOxW55joZP9gr/GeuERv8entaTBXBB3yvIpw+rPOofhGtQN
sqaZU4Au+JOkL77k1lXJxN1HHBm0YZEJzKvKG8jn/zXGpYdB3euaf8RpEIIYG05pTOr9wlNyfVQm
XC2ckslEH6y9vdM0fHw/jzkwJghMfIjDMlYBKnHWUbLk9YA3BJZrHADgPQMG52Qonut5SAu06m8u
+ei0mbr6fLiVb/YF39E2l1BWqnJHyqCXzfIKn9xQ5IeDDdIXVwd0zesZKdP6XsAKIbyghaXrVKII
9u1glpETl7bYlFlJCroxPagrYs+uM3LJb7dW5NaUiVpckV8s4nISr9bpsuu7eepcFWByE+JWsrs5
yaf+oo5Fu4wmmr8wbxPkeAKhfijXBs2vGvSMWagrKKjuzjkp5wVittfsaXRbnJdC2BdJU92ms319
c0cWtaGydSRXtLTZK466JxCjoLa3BWYLpE0QSGz6Fbod8tyuBlWguyol7+JUV1TTzuspQS777I02
Gjc25ZMWHfhpVsQLCllkdLBMyYOCDAuyxixMGqbnUWpKBsXT56kxXA6TtUSRuigZjj1frP0iMouV
oig1eibULXUE7GQ1KpxUC0e5kGtYSO256GSsb/JO1LgbIWD4YUZQQpByK/K6HqhzMSO3wyxAZ+pp
alLsRlxrro5JuyN2CdbZKD5XXombEyu9Lma6L1mNtqdUwCOr/mF+aDaz1JB1gp/hGey7Yp46pvoC
O2XGAjsTJ2pfLU4mf6K1Q2bqc73O9YWWuIFrbPajQ0MtFspCHygSJBMQIoWbngLMDPyRVO8dPTj2
xY2zme8FjbfRSo34uUataVASRHs41Lk83wBpbRLEJq+0Eve5ZLahb7HTd8A5mqO4LPanSubmVK5t
40ETXkZJZQ0ayTLaxu7XXVvH6To65KPL++z/IN197/0PIS8+5ZIYAAA=</nfcomDadosMsg>
  </soap12:Body>
</soap12:Envelope>